Repository: Byeolah/mysite
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Mytrips
pl: Moje podróże

source: Add trip
pl: Dodaj podróż

source: My account
pl: Moje konto

source: Log out
pl: Wyloguj się

source: Register
pl: Utwórz konto

source: Useful links
pl: Przydatne linki

source: Home
pl: Strona główna

source: About
pl: O serwisie

source: Change password
pl: Zmień hasło

source: Save
pl: Zapisz

source: Back to profile
pl: Wróć do mojego konta

source: Delete user
pl: Usuń konto

source: Confirm deleting your account:
pl: Potwierdź usunięcie swojego konta w serwisie

source: Delete
pl: Usuń

source: Edit profile
pl: Edytuj profil

source: Delete profile
pl: Usuń konto

source: Error
pl: Wystąpił błąd

source: 400 error message
pl: Nieprawidłowe żądanie.

source: 403 error message
pl: Nie masz dostępu do tej zawartości.

source: 404 error message
pl: Strona nie istnieje.

source: 500 error message
pl: Błąd serwera

source: Tripus title
pl: Trip with Us | Jedź z nami

source: Header main authenticated
pl: Nieodkryte miejsca już na Ciebie czekają

source: Header main2
pl: Jedź z nami

source: Header main unauthenticated
pl: Dzisiejsze plany to jutrzejsza podróż

source: Where will you go
pl: Dokąd pojedziesz?

source: Popular directions
pl: Najpopularniejsze kierunki to:

source: Delete note
pl: Usuń notatkę

source: Confirm deleting this note:
pl: Potwierdź usunięcie notatki:

source: Edit note
pl: Edytuj notatkę

source: Back to trip
pl: Wróć do podróży

source: Add place to visit
pl: Dodaj miejsce

source: Add
pl: Dodaj

source: Delete place
pl: Usuń miejsce

source: Confirm deleting this place:
pl: Potwierdź usunięcie miejsca:

source: Edit place
pl: Edytuj miejsce

source: Back to place
pl: Wróć do miejsca

source: Places to visit
pl: Miejsca do odwiedzenia

source: name
pl: Nazwa

source: category
pl: Kategoria

source: visit_date
pl: Data odwiedzenia

source: website
pl: Strona www

source: addess
pl: Adres

source: approach
pl: Dojazd

source: notes
pl: Notatki

source: Name
pl: Nazwa

source: Category
pl: Kategoria

source: Visit date
pl: Data odwiedzenia

source: Visited
pl: Odwiedzone

source: More
pl: Więcej

source: Yes
pl: Tak

source: No
pl: Nie

source: No visited
pl: Nie masz jeszcze żadnych miejsc do odwiedzenia

source: Add place
pl: Dodaj miejsce

source: first name
pl: Imię

source: last name
pl: Nazwisko

source: user name
pl: Nazwa użytkownika

source: joined date
pl: Podróżujesz z nami od

source: current trip
pl: W podróży

source: Currently no trips
pl: Nigdzie teraz nie podróżujesz

source: number of planned trips
pl: Zaplanowanych podróży

source: number of past trips
pl: Odbytych podróży

source: Delete spending
pl: Usuń wydatek

source: Confirm deleting this spending:
pl: Potwierdź usunięcie wydatku:

source: Edit spending
pl: Edytuj wydatek

source: Back to spending
pl: Wróć do wydatków

source: Single spending
pl: Wydatek

source: price
pl: Kwota

source: Currency
pl: Waluta

source: date
pl: Data

source: Action
pl: Akcja

source: Edit
pl: Edytuj

source: No spending
pl: Brak wydatków

source: Spending
pl: Wydatki

source: Add ticket
pl: Dodaj bilet

source: Delete ticket
pl: Usuń bilet

source: Confirm deleting this ticket:
pl: Potwierdź usunięcie biletu:

source: Edit ticket
pl: Edytuj bilet

source: Date
pl: Data

source: File
pl: Plik

source: View
pl: Zobacz

source: No tickets
pl: Nie masz jeszcze żadnych biletów.

source: Tickets
pl: Bilety

source: Ticket
pl: Bilet

source: reservation_number
pl: Numer rezerwacji

source: New trip
pl: Dodaj nową podróż

source: Delete trip
pl: Usuń podróż

source: Confirm deleting this trip:
pl: Potwierdź usunięcie podróży:

source: Edit trip
pl: Edytuj podróż

source: Weather
pl: Pogoda

source: Currency rate
pl: Kurs walut

source: Tickets reservations
pl: Bilety i rezerwacje

source: More places to visit
pl: Zobacz wszystkie miejsca

source: Sightseeing list
pl: Miejsca, które chcę odwiedzić

source: More spending
pl: Wyświetl wszystkie wydatki

source: Notes
pl: Notatki

source: Current trips
pl: Aktualne podróże

source: Future trips
pl: Zaplanowane podróże

source: Past trips
pl: Archiwum podróży

source: You have no trips
pl: Nie masz jeszcze żadnych podróży. Może czas coś zaplanować?

source: restaurant
pl: restauracja

source: monument
pl: zabytek

source: attraction
pl: atrakcja

source: outside
pl: na zewnątrz

source: shop
pl: sklep

source: other
pl: inne

source: tourism
pl: turystyka

source: business
pl: biznes

source: sports
pl: sporty

source: health
pl: zdrowie

source: country
pl: Kraj

source: Target
pl: Cel wyjazdu

source: city
pl: Miasto

source: Departure date
pl: Data wyjazu

source: Comeback date
pl: Data powrotu

source: email address
pl: Adres email

source: spending date
pl: Data

source: currency
pl: Waluta

source: spending name
pl: Wydatek

source: file
pl: Plik

source: File not supported!
pl: Możesz dodać tylko plik w formacie .pdf, .jpg lub .png.

source: visited
pl: Odwiedzone

source: text
pl: Treść

source: Your profile was updated successfully!
pl: Profil został edytowany!

source: User was deleted successfully!
pl: Twoje konto zostało usunięte!

source: Your password was updated successfully!
pl: Hasło zostało zmienione!

source: You added a new spending!
pl: Wydatek został dodany!

source: You added a note!
pl: Notatka została dodana!

source: You added a new trip!
pl: Nowa podróż została dodana!

source: Trip was updated successfully!
pl: Podróż została edytowana!

source: Trip was deleted successfully!
pl: Podróż została usunięta!

source: Spending was updated successfully!
pl: Wydatek został edytowany!

source: Spending was deleted successfully!
pl: Wydatek został usunięty!

source: You added a new ticket!
pl: Bilet został dodany!

source: Ticket was updated successfully!
pl: Bilet został edytowany!

source: Ticket was deleted successfully!
pl: Bilet został usunięty!

source: You added a new place to visit!
pl: Nowe miejsce zostało dodane!

source: Place was updated successfully!
pl: Miejsce zostało edytowane!

source: Place was deleted successfully!
pl: Miejsce zostało usunięte!

source: Note was updated successfully!
pl: Notatka została edytowana!

source: Note was deleted successfully!
pl: Notatka została usunięta!
